Repository: Faifly/xDrip
Catalog: xDrip/Resources/*.lproj/Localizable.strings
Languages: ru

# initial_connect_finished_section_header
source: CONNECTED!
ru: ПОДКЛЮЧЕНО!

# initial_connect_finished_section_footer
source: The connection has been established, you may proceed now.
ru: Подключение было установлено, теперь вы можете продолжить.

# initial_transmitter_id_screen_title
source: Transmitter Serial
ru: Серийный Номер Датчика

# initial_transmitter_id_top_text
source: Enter your transmitter serial number. You can find it either on the transmitter box, or on the transmitter itself, like shown on the image below.
ru: Введите серийный номер датчика. Вы можете найти его либо на коробке, либо на самом датчика, как показано на рисунке снизу.

# initial_transmitter_id_bottom_text
source: If you experience any issues finding the serial number, please refer to the official guide by tapping the button below
ru: Если у вас возникают какие-то трудоности с поиском серийного номера, вы можете посмотреть официальную инструкцию, нажам на кнопку снизу.

# initial_transmitter_id_open_guide_button
source: Open Guide
ru: Открыть Инструкцию

# initial_transmitter_id_invalid_alert_title
source: Invalid format
ru: Неправильный формат

# initial_transmitter_id_invalid_alert_message
source: Dexcom G6 serial number should contain 6 uppercased characters or digits
ru: Серийный номер Dexcom G6 должен состоять из шести цифр или заглавных букв.

# initial_transmitter_id_invalid_alert_button
source: OK
ru: Хорошо

# stats_screen_title
source: Statistics
ru: Статистика

# stats_median_details_label
source: median
ru: медиана

# stats_range_label
source: Range (in/high/low)
ru: Диапазон (норма/высоко/низко)

# stats_absolute_label
source: Absolute #s
ru: Абсолютных значений

# stats_median_mean_label
source: Median/Mean BG
ru: Медиана/Среднее значение

# stats_hba1c_label
source: HbA1c est
ru: Оценочный HbA1c

# stats_std_dev_label
source: StdDev
ru: Стандартное отклонение

# stats_relative_sd_label
source: Relative SD (CV)
ru: Относительное отклонение (КВ)

# stats_gvi_pgs_label
source: GVI/PGS
ru: ГИИ/ГСП

# stats_value_na
source: N/A
ru: Н/Д

# stats_timeframe_today
source: TD
ru: СГДН

# stats_timeframe_yesterday
source: YTD
ru: ВЧР

# stats_timeframe_7_days
source: 7D
ru: 7ДН

# stats_timeframe_30_days
source: 30D
ru: 30ДН

# stats_timeframe_90_days
source: 90D
ru: 90ДН
