Repository: Faifly/xDrip
Catalog: xDrip/Resources/*.lproj/Localizable.strings
Languages: ru

source: Cancel
ru: Отмена

source: Close
ru: Закрыть

source: Error
ru: Ошибка

# nyi_alert_title
source: Not Yet Implemented
ru: Ещё Не Внедрено

# nyi_alert_message
source: This feature is still under development, please follow the updates.
ru: Эта функция ещё не разработана. Следите за обновлениями!

# nyi_alert_ok_button
source: OK
ru: Хорошо

# tabbar_calibration_title
source: Calibration
ru: Калибровка

# tabbar_statistics_title
source: Statistics
ru: Статистика

# tabbar_add_title
source: Add
ru: Добавить

# tabbar_history_title
source: History
ru: История

# tabbar_settings_title
source: Settings
ru: Настройки

# home_time_frame_1h
source: 1H
ru: 1Ч

# home_time_frame_3h
source: 3H
ru: 3Ч

# home_time_frame_6h
source: 6H
ru: 6Ч

# home_time_frame_12h
source: 12H
ru: 12Ч

# home_time_frame_24h
source: 24H
ru: 24Ч

# home_last_scan_title
source: Last Scan
ru: Дата

# home_last_diff_title
source: DIF
ru: Разница

# home_warmingup_initial_label
source: Sensor is warming up,
ru: Сенсор разогревается,

# home_warmingup_time_label_hours
source: %d hour %d minutes left
ru: %d час %d минут осталось

# home_warmingup_time_label_minutes
source: %d minutes left
ru: %d минут осталось

# home_basal_units
source: %0.f U
ru: %0.f Ед

# home_active_insulin
source: Active Insulin
ru: Действующий инсулин

# home_active_carbohydrates
source: Active Carbohydrates
ru: Действующие углеводы

# home_about_glucose_content
source: Blood Glucose - also called blood sugar - is the main sugar found in the blood and the main source of energy for your body
ru: Глюкоза в крови - также называемая сахаром в крови - является основным сахаром в крови и основным источником энергии для вашего тела.

# home_about_glucose_title
source: About Blood Glucose
ru: О глюкозе крови

# home_no_data_for_period
source: No data for the period
ru: Нет данных за период

# home_all_trainings
source: All Trainings
ru: Все Тренировки

# home_all_basals
source: All Basals
ru: Все Базалы

# home_options_title
source: Options
ru: Опции

# home_sensor_stopped
source: Sensor Stopped
ru: Сенсор остановлен

# home_sensor_waiting_readings
source: Sensor is getting the first readings to display it
ru: Сенсор получает первые считывания, чтобы отобразить их

# root_add_entry_food
source: Food
ru: Еда

# root_add_entry_bolus
source: Bolus
ru: Болюс

# root_add_entry_carbs
source: Carbs
ru: Углеводы

# root_add_entry_training
source: Training
ru: Тренировки

# root_add_entry_basal
source: Basal
ru: Базал

# root_add_basal_error_alert_title
source: Basal rates not set up
ru: Базальные нормы не установлены

# root_add_basal_error_alert_message
source: Please set up basal rates in settings before start to enter basal data
ru: Пожалуйста, установите базальные нормы в настройках перед началом ввода базальных данных

# root_add_basal_error_alert_cancel_button
source: Cancel
ru: Отмена

# root_add_basal_error_alert_settings_button
source: Configure now
ru: Настроить сейчас

# root_calibration_follower_mode_error_title
source: Can't calibrate
ru: Невозможно откалибровать

# root_calibration_follower_mode_error_message
source: Calibrations are not allowed in follower mode
ru: Калибровки не поддерживаются в режиме подписчика

# root_entry_follower_error_title
source: Can't add entry
ru: Невозможно добавить запись

# root_entry_follower_error_message
source: Adding entries in follower mode is not supported
ru: Добавление данных в режиме подписчика недоступно

# entries_list_data_section_title
source: DATA
ru: ДАННЫЕ

# entries_list_scene_title_carbs
source: Active Carbohydrates
ru: Активные углеводы

# entries_list_scene_title_bolus
source: Active Insulin
ru: Активный инсулин

# entries_list_scene_title_basals
source: All Basals
ru: Все Базалы

# entries_list_scene_title_trainings
source: All Trainings
ru: Все Тренировки

# entries_list_cell_no_date
source: No date specified
ru: Дата не указана

# entries_list_scene_carbs_amount_unit_grams
source: g
ru: г

# entries_list_scene_carbs_insulin_unit
source: U
ru: Ед

# entries_list_bolus_entry_title
source: Bolus
ru: Болюс

# entries_list_basal_entry_title
source: Basal
ru: Базал

# edit_calibration_scene_title
source: Calibration
ru: Калибровка

# edit_calibration_single_section_header
source: ENTER THE VALUE BELOW
ru: ВВЕДИТЕ ЗНАЧЕНИЕ НИЖЕ

# edit_calibration_single_section_footer
source: Please perform one finger prick test and enter the value here
ru: Пожалуйста, сделайте тест и введите значение

# edit_calibration_second_section_footer
source: In order to get started, please perform one or two finger prick tests and enter the values here
ru: Для того чтобы начать, пожалуйста, сделайте один или два теста и введите значения

# edit_calibration_date_picker_title
source: Date/Time
ru: Дата/Время

# edit_calibration_value_picker_title
source: BG Value
ru: Уровень Глюкозы

# edit_calibration_success_input_alert_title
source: Success
ru: Успех

# edit_calibration_success_input_alert_message
source: Your input was successfully saved!
ru: Ваши данные были успешно сохранен!

# edit_calibration_error_no_readings_near_calibration
source: There are no readings close to the specified date
ru: Рядом с указанной датой нет ниодного показания

# edit_calibration_error_no_glucose1_input
source: Please enter a blood glucose value
ru: Пожалуйста, введите значение глюкозы

# edit_calibration_error_invalid_glucose1_input
source: Invalid blood glucose value
ru: Неправильное значение глюкозы

# edit_calibration_error_sensor_not_started
source: Sensor is not started
ru: Сенсор не запущен

# edit_entry_food_scene_title
source: Food
ru: Еда

# edit_entry_bolus_scene_title
source: Bolus
ru: Болюс

# edit_entry_basal_scene_title
source: Basal
ru: Базал

# edit_entry_carbs_scene_title
source: Carbs
ru: Углеводы

# edit_entry_section_header
source: ENTER THE VALUES BELOW
ru: ВВЕДИТЕ ЗНАЧЕНИЯ НИЖЕ

# edit_entry_carbs_section_footer
source: Provide an exact number of amount consumed in grams, date and type of food to have a better overview of your diet.
ru: Укажите точное количество потребляемого количества в граммах, дату и тип пищи, чтобы лучше понять ваш рацион

# edit_entry_bolus_section_footer
source: Choose bolus units amount and select the precise date of the injection
ru: Выберите дозировку и выберите точную дату инъекции

# edit_entry_basal_section_footer
source: Choose basal units amount and select the precise date of the injection
ru: Выберите дозировку и выберите точную дату инъекции

# edit_entry_carbs_amount_title
source: Amount consumed
ru: Потребленное кол-во

# edit_entry_type_of_food
source: Type of food
ru: Тип пищи

# edit_entry_type_of_food_textfield_placeholder
source: Enter food type...
ru: Введите тип пищи...

# edit_entry_insulin_amount_title
source: Units
ru: Дозировка

# edit_entry_date_and_time
source: Date/Time
ru: Дата/Время

# edit_entry_carbs_amount_unit_grams
source: g
ru: г

# edit_entry_insulin_unit_milligrams
source: mg
ru: мг

# edit_entry_fast_carbs_title
source: Fast
ru: Быстрые

# edit_entry_medium_carbs_title
source: Medium
ru: Средние

# edit_entry_slow_carbs_title
source: Slow
ru: Медленные

# edit_entry_other_carbs_title
source: Other
ru: Другие

# edit_entry_trainings_scene_title
source: Training
ru: Тренировка

# edit_entry_trainings_cell_duration
source: Duration
ru: Продолжительность

# edit_entry_trainings_cell_intensity
source: Intensity
ru: Интенсивность

# edit_entry_trainings_cell_dateTime
source: Date/Time
ru: Дата/Время

# edit_entry_trainings_section_title
source: Enter the values ​​below
ru: Введите значения ниже

# edit_entry_trainings_intensity_low
source: Low
ru: Низкая

# edit_entry_trainings_intensity_normal
source: Normal
ru: Нормальная

# edit_entry_trainings_intensity_high
source: High
ru: Высокая

# edit_entry_trainings_m
source: m
ru: мин

# history_scene_title
source: History
ru: История

# history_scene_timeframe_14_days
source: Last 14 days
ru: 14 дней

# history_scene_timeframe_date
source: Date
ru: Дата

# settings_root_title
source: Settings
ru: Настройки

# settings_root_units_title
source: Units
ru: Единицы измерения

# settings_root_chart_title
source: Chart Settings
ru: Настройки диаграммы

# settings_root_alert_title
source: Alert
ru: Оповещение

# settings_root_mode_title
source: Mode Settings
ru: Настройки режима

# settings_root_cloud_upload_title
source: Cloud Upload
ru: Загрузки в облако

# settings_root_sensor_title
source: Sensor
ru: Детектор

# settings_root_transmitter_title
source: Transmitter
ru: Передатчик

# settings_root_range_selection_title
source: Range Selection
ru: Выбор диапазона

# settings_root_user_type_title
source: User Type / Basal rates
ru: Тип пользователя / Базал

# settings_root_carbs_duration_time_title
source: Carbs Duration Time
ru: Время углеводов

# settings_root_insulin_duration_time_title
source: Insulin Duration Time
ru: Время инсулина

# settings_root_nightscout_pump_title
source: Nightscout (Pump)
ru: Nightscout (Помпа)

# settings_root_application_setup_header
source: Application setup
ru: Настройки приложения

# settings_root_profile_setup_header
source: Profile setup
ru: Настройки профиля

# settings_root_services_header
source: Services
ru: Сервисы

# settings_root_user_mode_master
source: Master
ru: Мастер

# settings_root_user_mode_follower
source: Follower
ru: Подписчик

# settings_root_user_type_pen
source: Pen User
ru: Ручка

# settings_root_user_type_pump
source: Pump User
ru: Помпа

# settings_chart_active_insulin
source: Active Insulin
ru: Активный инсулин

# settings_chart_active_carbs
source: Active Carbohydrates
ru: Активные углеводы

# settings_chart_data
source: Data
ru: Данные

# settings_chart_render_section_header
source: RENDER BASAL
ru: Отображение графика

# settings_chart_render_section_footer
source: These settings affect the histogram display on the main screen
ru: Эти настройки влияют на отображение гистограммы на главном экране.

# settings_chart_switch_section_footer
source: These settings affect the display of graphs that are on the main screen
ru: Эти настройки влияют на отображение графиков, которые находятся на главном экране

# settings_chart_basal_display_mode_top
source: Display On Top
ru: Отображать сверху

# settings_chart_basal_display_mode_bottom
source: Display On Bottom
ru: Отображать снизу

# settings_chart_basal_display_mode_not_shown
source: Don't Show
ru: Не показывать

# settings_alert_root_override_system_volume
source: Override System Volume
ru: Переопределить системную громкость

# settings_alert_root_override_mute
source: Override Mute
ru: Переопределить без звука

# settings_alert_root_notifications_on
source: Notifications On
ru: Включить уведомления

# settings_alert_root_alert_types
source: Alert Types
ru: Типы оповещений

# settings_alert_root_tableview_footer
source: If you do not enable function Override System Volume, the sound volume will be adjusted depending on the settings of the phone
ru: Если вы не включите функцию Override System Volume, громкость звука будет регулироваться в зависимости от настроек телефона

# settings_alert_types_default_name
source: Name
ru: Название

# settings_alert_types_default_snooze_from_notification
source: Snooze From Notification
ru: Повторять оповещения

# settings_alert_types_default_snooze
source: Snooze
ru: Время повторного оповещения

# settings_alert_types_default_repeat
source: Repeat
ru: Повтор

# settings_alert_types_default_sound
source: Sound
ru: Звук оповещения

# settings_alert_types_default_vibrate
source: Vibrate
ru: Вибрация

# settings_alert_types_default_header
source: DEFAULT
ru: По умолчанию

# settings_alert_types_events_header
source: EVENTS
ru: События

# settings_alert_types_event_type_title_default
source: Alert
ru: Оповещение

# settings_alert_types_event_type_title_fast_rise
source: Fast Rise
ru: Быстрый рост

# settings_alert_types_event_type_title_urgent_high
source: Urgent High
ru: Крайне высокий

# settings_alert_types_event_type_title_high
source: High
ru: Высокий

# settings_alert_types_event_type_title_fast_drop
source: Fast Drop
ru: Быстрое снижение

# settings_alert_types_event_type_title_low
source: Low
ru: Низкий

# settings_alert_types_event_type_title_urgent_low
source: Urgent Low
ru: Крайне низкий

# settings_alert_types_event_type_title_missed_readings
source: Missed Readings
ru: Пропущенные уведомления

# settings_alert_types_event_type_title_phone_muted
source: Phone Muted
ru: Телефон без звука

# settings_alert_types_event_type_title_calibration_request
source: Calibration Request
ru: Запрос Калибровки

# settings_alert_types_event_type_title_initial_calibration
source: Initial Calibration Request
ru: Запрос Начальной Калибровки

# settings_alert_types_event_type_title_pairing_request
source: Pairing Request
ru: Запрос Сопряжения

# settings_alert_types_minutes
source: m
ru: мин

# settings_alert_single_type_override_default
source: Override Default
ru: Переопределить стандартное

# settings_alert_single_type_name
source: Name
ru: Название

# settings_alert_single_type_snooze_from_notification
source: Snooze From Notification
ru: Повторять оповещения

# settings_alert_single_type_snooze
source: Snooze
ru: Время повторного оповещения

# settings_alert_single_type_repeat
source: Repeat
ru: Повтор

# settings_alert_single_type_sound
source: Sound
ru: Звук оповещения

# settings_alert_single_type_vibrate
source: Vibrate
ru: Вибрация

# settings_alert_single_type_entire_day
source: Entire Day
ru: Весь день

# settings_alert_single_type_start_time
source: Start Time
ru: Время начала

# settings_alert_single_type_end_time
source: End Time
ru: Время конца

# settings_alert_single_type_high_treshold
source: High Treshold
ru: Верхний порог

# settings_alert_single_type_low_treshold
source: Low Treshold
ru: Нижний порог

# settings_alert_single_type_minimum_bg_change
source: Minimum BG Change
ru: Мин. изменение сахара

# settings_alert_single_type_setting_header
source: SETTING
ru: Настройки

# settings_alert_single_type_events_header
source: EVENTS
ru: События

# settings_alert_single_type_event_type_title_default
source: Alert
ru: Оповещение

# settings_alert_single_type_event_type_title_fast_rise
source: Fast Rise
ru: Быстрый рост

# settings_alert_single_type_event_type_title_urgent_high
source: Urgent High
ru: Крайне высокий

# settings_alert_single_type_event_type_title_high
source: High
ru: Высокий

# settings_alert_single_type_event_type_title_fast_drop
source: Fast Drop
ru: Быстрое снижение

# settings_alert_single_type_event_type_title_low
source: Low
ru: Низкий

# settings_alert_single_type_event_type_title_urgent_low
source: Urgent Low
ru: Крайне низкий

# settings_alert_single_type_event_type_title_missed_readings
source: Missed Readings
ru: Пропущенные уведомления

# settings_alert_single_type_event_type_title_phone_muted
source: Phone Muted
ru: Телефон без звука

# settings_alert_single_type_event_title_calibration_request
source: Calibration Request
ru: Запрос Калибровки

# settings_alert_single_type_event_title_initial_calibration
source: Initial Calibration Request
ru: Запрос Начальной Калибровки

# settings_alert_single_type_event_title_pairing_request
source: Pairing Request
ru: Запрос Сопряжения

# settings_alert_single_type_minutes
source: m
ru: мин

# settings_alert_sound_title
source: Sounds
ru: Звуки оповещений

# settings_alert_sound_section_header
source: ALERT TONES
ru: ЗВУКИ ПРЕДУПРЕЖДЕНИЙ

# settings_alert_sound_alarm
source: Alarm
ru: Тревога

# settings_alert_sound_anticipate
source: Anticipate
ru: Предвосхищение

# settings_alert_sound_bell
source: Bell
ru: Колокольчик

# settings_alert_sound_bloom
source: Bloom
ru: Цветение

# settings_alert_sound_calypso
source: Calypso
ru: Калипсо

# settings_alert_sound_chime
source: Chime
ru: Металофон

# settings_alert_sound_choo_choo
source: Choo Choo
ru: Гудок паровоза

# settings_alert_sound_descent
source: Descent
ru: Снижение

# settings_alert_sound_ding
source: Ding
ru: Бряк

# settings_alert_sound_electronic
source: Electronic
ru: Электронный

# settings_alert_sound_fanfare
source: Fanfare
ru: Фанфары

# settings_alert_sound_glass
source: Glass
ru: Стекло

# settings_alert_sound_horn
source: Horn
ru: Рожок

# settings_alert_sound_ladder
source: Ladder
ru: Лестница

# settings_alert_sound_minuet
source: Minuet
ru: Менуэт

# settings_alert_sound_news_flash
source: News Flash
ru: Выпуск новостей

# settings_alert_sound_noir
source: Noir
ru: Нуар

# settings_alert_sound_sheerwood_forest
source: Sherwood Forest
ru: Шервудский лес

# settings_alert_sound_spell
source: Spell
ru: Чары

# settings_alert_sound_suspense
source: Suspense
ru: Тревога ожидания

# settings_alert_sound_swish
source: Swish
ru: Хлыст

# settings_alert_sound_swoosh
source: Swoosh
ru: Со свистом

# settings_alert_sound_telegraph
source: Telegraph
ru: Телеграф

# settings_alert_sound_tiptoes
source: Tiptoes
ru: На цыпочках

# settings_alert_sound_tri-tone
source: Tri-tone
ru: Трезвучие

# settings_alert_sound_typewriters
source: Typewriters
ru: Пишущая машинка

# settings_cloud_types_title
source: Cloud Upload
ru: Загрузки в облако

# settings_cloud_types_nightscout_sync
source: Nightscout Sync (Rest-Api)
ru: Синхронизация Nightscout (Rest-Api)

# settings_cloud_types_section_footer
source: The REST API is the standard way to connect to Nightscout
ru: REST API - это стандартный способ подключения к Nightscout

# settings_nightscout_cloud_configuration_title
source: Nightscout Sync (Rest-Api)
ru: Синхронизация Nightscout (Rest-Api)

# settings_nightscout_cloud_configuration_enabled_title
source: Enabled
ru: Включено

# settings_nightscout_cloud_configuration_enabled_section_footer
source: The REST API is the standard way to connect to Nightscout
ru: REST API - это стандартный способ подключения к Nightscout

# settings_nightscout_cloud_configuration_use_cellular_data_title
source: Use cellular data
ru: Использовать сотовое подключение

# settings_nightscout_cloud_configuration_use_cellular_data_section_footer
source: Upload even when using cellular data
ru: Загружать даже если установленно сотовое подключение

# settings_nightscout_cloud_configuration_send_display_glucose_title
source: Send Display Glucose
ru: Отправлять Отображаемую Глюкозу

# settings_nightscout_cloud_configuration_send_display_glucose_section_footer
source: Use noise smoothing and plugins etc (if enabled) for broadcasted value
ru: Используйте сглаживание шума и плагины и т.д. (если включено) для транслируемого значения

# settings_nightscout_cloud_configuration_base_url_title
source: Base URL
ru: Базовый URL

# settings_nightscout_cloud_configuration_credentials_section_footer
source: Enter the base URL of your Nightscout server. This is only the base URL, the uploader will automatically append /entries for the requests
ru: Это только базовый URL, загрузчик автоматически добавит /entries для запросов

# settings_nightscout_cloud_configuration_credentials_readonly_section_footer
source: You are authenticated as a follower on this Nightscout server. To modify these settings please go to mode settings
ru: Вы уже авторизованы на этом сервере Nightscout как последователь. Чтобы изменить эти настройки, перейдите в настройки режимов

# settings_nightscout_cloud_configuration_api_secret_title
source: API Secret
ru: Секретный Ключ API

# settings_nightscout_cloud_configuration_api_secret_placeholder
source: Secret key
ru: Секретный ключ

# settings_nightscout_cloud_configuration_api_test_button
source: Test Connection
ru: Проверить Соединение

# settings_nightscout_cloud_configuration_api_test_result_success
source: Connection is successful, all future data will be synchronized with this Nightscout server.
ru: Соединение было успешно установлено. Все последующие данные будут автоматически отправлены на этот сервер Nightscout.

# settings_nightscout_cloud_configuration_api_test_result_unauthorized
source: The server was found, but the API Secret key you provided is invalid. Make sure it is correct and that it is truly an API secret, but not access token.
ru: Сервер был найден, но секретный ключ API не подходит. Убедитесь, что вы указали его правильно и что это действительно секретный ключ API, а не токен доступа.

# settings_nightscout_cloud_configuration_api_test_result_invalid_server
source: Couldn't find this server. Please check the provided URL and that you have an active internet connection.
ru: Указанный сервер не был найден. Пожалуйста, убедитесь в правильности указанной ссылки и проверьте своё соединение с интернетом.

# settings_nightscout_cloud_configuration_api_test_result_no_secret
source: Please provide the API Secret.
ru: Пожалуйста, предоставьте секретный ключ API.

# settings_nightscout_cloud_configuration_download_data_title
source: Download data
ru: Загружать данные

# settings_nightscout_cloud_configuration_download_data_section_footer
source: Also try to download data from Nightscout
ru: Также попробовать скачать данные с Nightscout

# settings_nightscout_cloud_configuration_extra_options_title
source: Extra Options
ru: Дополнительные настройки

# settings_nightscout_cloud_extra_options_title
source: Extra Options
ru: Дополнительные настройки

# settings_nightscout_cloud_extra_options_skip_lan_uploads_title
source: Skip LAN uploads
ru: Пропустить загрузку по локальной сети

# settings_nightscout_cloud_extra_options_skip_lan_uploads_section_footer
source: For local servers with 192.168.x.x addresses, skip upload when there is no local network connectivity
ru: Для локальных серверов с адресами 192.168.x.x пропустите загрузку, когда нет подключения к локальной сети

# settings_nightscout_cloud_extra_options_upload_battery_title
source: Upload bridge battery
ru: Загрузить данные батареи

# settings_nightscout_cloud_extra_options_upload_battery_section_footer
source: Send your bridge battery level to Nightscout. Uncheck if your battery sensor is broken
ru: Отправьте уровень заряда вашего моста в Nightscout. Снимите флажок, если ваш датчик батареи сломан

# settings_nightscout_cloud_extra_options_upload_treatments_title
source: Upload treatments
ru: Загружать лекарства

# settings_nightscout_cloud_extra_options_upload_treatments_section_footer
source: Send treatment data to Nightscout. Uncheck upload if your care portal is broken
ru: Отправьте данные лечения в Nightscout. Снимите флажок загрузки, если ваш портал обслуживания не работает

# settings_nightscout_cloud_extra_options_alert_on_failures_title
source: Alert on failures
ru: Оповещать о сбоях

# settings_nightscout_cloud_extra_options_alert_on_failures_section_footer
source: Display and sound notification if Nightscout upload is failing
ru: Отображать и уведомлять звуком, если загрузка Nightscout не удалась

# settings_nightscout_cloud_extra_options_append_source_info_title
source: Append source info to devices
ru: Добавить информацию об источнике на устройства

# settings_nightscout_cloud_extra_options_append_source_info_section_footer
source: For G5, sends collector type (e.g. OB1) and reading backfill status (for native) to Nightscout
ru: Для G5 отправляет тип коллектора (например, OB1) и читает состояние обратной засыпки (для собственного) в Nightscout

# settings_nightscout_cloud_extra_options_backfill_data_title
source: Back-fill data
ru: Заполнить данные

# settings_nightscout_cloud_extra_options_backfill_data_section_footer
source: Tap to send historical data to Nightscout
ru: Нажмите, чтобы отправить исторические данные в Nightscout

# setttings_nightscout_cloud_backfill_title
source: Back-fill data
ru: Заполнить данные

# settings_nightscout_cloud_backfill_send
source: Send
ru: Отправить

# settings_nightscout_cloud_backfill_date_title
source: Date
ru: Дата
