Repository: Faifly/xDrip
Catalog: xDrip/Resources/*.lproj/Localizable.strings
Languages: ru

# settings_nightscout_cloud_backfill_section_footer
source: Choose the date for the oldest record to send to Nightscout. Use with care
ru: Выберите дату самой старой записи для отправки на Nightscout. Используйте с осторожностью

# settings_units_mgdl
source: mg/dL
ru: мг/дл

# settings_units_mmolL
source: mmol/L
ru: ммоль/л

# settings_mode_settings_title
source: Mode Settings
ru: Настройки режима

# settings_mode_settings_master
source: Master
ru: Мастер

# settings_mode_settings_follower
source: Follower
ru: Подписчик

# settings_mode_settings_sensor
source: Sensor
ru: Детектор

# settings_mode_settings_transmitter
source: Transmitter
ru: Передатчик

# settings_mode_settings_service
source: Service
ru: Сервис

# settings_mode_settings_offset
source: Offset
ru: Смещение

# settings_mode_settings_login_button
source: Login
ru: Авторизоваться

# settings_mode_settings_logout_button
source: Logout
ru: Отписаться

# settings_mode_settings_follower_section_footer
source: If a follower wants to add treatments to the master, the master’s API Secret needs to be set in the field above. If the master’s site is protected with the AUTH_DEFAULT_ROLES variable and is preventing from fetching data, setting the master’s API secret should solve the issue. If none of these features are needed you can leave this field blank
ru: Если подписчик хочет добавить лекарства к мастеру, его API Secret необходимо задать в поле выше. Если сайт мастера защищен переменной AUTH_DEFAULT_ROLES и не позволяет получать данные, то задав API Secret мастера проблема должна устранится. Если ни одна из этих функций не нужна, вы можете оставить это поле пустым

# settings_mode_settings_follower_time_minutes
source: m
ru: мин

# settings_mode_switch_from_follower_alert_title
source: Switching from follower mode
ru: Изменение режима

# settings_mode_switch_from_follower_alert_message
source: You're authorized as a follower. If you switch to master mode now, authorization will be aborted and you will stop receiving follower data.
ru: Вы авторизованы как последователь. Если вы измените режим сейчас, то авторизация будет разорвана и вы перестанете получать данные как последователь.

# settings_mode_switch_from_follower_alert_confirm_button
source: Switch to master
ru: Переключиться

# settings_mode_switch_from_follower_alert_cancel_button
source: Cancel
ru: Отмена

# settings_transmitter_screen_title
source: Transmitter
ru: Датчик

# settings_transmitter_info_section_header
source: INFO
ru: ИНФОРМАЦИЯ

# settings_transmitter_battery_section_header
source: BATTERY
ru: БАТАРЕЯ

# settings_transmitter_scan_button
source: Scan
ru: Сканировать

# settings_transmitter_stop_scan_button
source: Stop scanning
ru: Остановить сканирование

# settings_transmitter_updating_scan_button
source: Updating...
ru: Обновление...

# settings_transmitter_stop_transmitter_button
source: Unpair transmitter
ru: Отключиться от датчика

# settings_transmitter_start_scanning_hint
source: Tap to start scanning for your Dexcom G6 device
ru: Нажмите, чтобы начать поиск вашего Dexcom G6 датчика

# settings_transmitter_stop_scanning_hint
source: Tap to stop scanning
ru: Нажмите, чтобы прекратить поиск датчика

# settings_transmitter_updating_hint
source: Connection is established, data update in progress...
ru: Подключение активно, идёт обновление...

# settings_transmitter_unpair_hint
source: Tap to unpair current transmitter
ru: Нажмите, чтобы разорвать связь с текущим датчиком

# settings_transmitter_age_days
source: days
ru: дней

# settings_transmitter_no_value
source: Unknown
ru: Нет данных

# settings_transmitter_device_type_field
source: Device Type
ru: Тип Устройства

# settings_transmitter_device_name_field
source: Device Name
ru: Имя Устройства

# settings_transmitter_firmware_field
source: Firmware
ru: Прошивка

# settings_transmitter_device_age_field
source: Transmitter Age
ru: Возраст Датчика

# settings_transmitter_reset_button
source: Reset Transmitter
ru: Сбросить Датчик

# settings_transmitter_cancel_reset_button
source: Reset is scheduled, tap to cancel
ru: Сброс запланирован, нажмите для отмены

# settings_transmitter_serial_number_field
source: Serial Number
ru: Серийный Номер

# settings_transmitter_voltage_a_field
source: Voltage A
ru: Напряжение А

# settings_transmitter_voltage_b_field
source: Voltage B
ru: Напряжение Б

# settings_transmitter_resistance_field
source: Resistance
ru: Сопротивление

# settings_transmitter_temperature_field
source: Temperature
ru: Температура

# settings_transmitter_runtime_field
source: Runtime
ru: Время

# settings_transmitter_invalid_serial_alert_title
source: Can't proceed
ru: Невозможно продолжить

# settings_transmitter_invalid_serial_alert_message
source: Invalid serial number
ru: Неправильный серийный номер

# settings_transmitter_stop_transmitter_alert_title
source: Confirmation
ru: Подтвердите

# settings_transmitter_stop_transmitter_alert_message
source: Are you sure you want to unpair the transmitter?
ru: Вы уверены, что хотите отвязать датчик?

# settings_transmitter_stop_transmitter_confirm_button
source: Unpair transmitter
ru: Отвязать датчик

# settings_transmitter_reset_transmitter_alert_title
source: Confirmation
ru: Подтвердите

# settings_transmitter_reset_transmitter_alert_message
source: Are you sure you want to reset the transmitter? This action cannot be undone
ru: Вы уверены, что хотите сбросить датчик? Это действие нельзя обратить

# settings_transmitter_reset_transmitter_confirm_button
source: Reset transmitter
ru: Сбросить датчик

# settings_transmitter_reset_unsupported_alert_title
source: Can't proceed
ru: Невозможно продолжить

# settings_transmitter_reset_unsupported_alert_message
source: Resetting transmitter with your firmware version is unsupported
ru: Сброс датчика с такой версии прошивки не поддерживается

# settings_sensor_screen_title
source: Sensor
ru: Сенсор

# settings_sensor_info_section_header
source: INFO
ru: ИНФОРМАЦИЯ

# settings_sensor_start_time
source: Sensor Start
ru: Сенсор Запущен

# settings_sensor_start_time_unavailable
source: Not Started
ru: Не Запущен

# settings_sensor_age
source: Sensor Age
ru: Возраст Сенсора

# settings_sensor_age_unavailable
source: N/A
ru: Н/Д

# settings_sensor_start_button
source: Start Sensor
ru: Запустить Сенсор

# settings_sensor_stop_button
source: Stop Sensor
ru: Остановить Сенсор

# settings_sensor_confirm_stop_alert_title
source: Stop Sensor
ru: Остановка Сенсора

# settings_sensor_confirm_stop_alert_message
source: Are you sure you want to stop the sensor? This action cannot be undone
ru: Вы уверены, что хотите остановить сенсор? Это действие необратимо

# settings_sensor_confirm_stop_alert_confirm_button
source: Stop
ru: Остановить

# settings_sensor_confirm_stop_alert_cancel_button
source: Cancel
ru: Отмена

# settings_sensor_calibrations_section_title
source: CALIBRATIONS
ru: КАЛИБРОВКИ

# settings_sensor_total_calibrations
source: Total
ru: Всего

# settings_sensor_last_calibration
source: Last
ru: Последняя

# settings_sensor_last_calibration_unavailable
source: N/A
ru: Н/Д

# settings_sensor_delete_all_calibrations_button
source: Delete All
ru: Удалить Все

# settings_sensor_delete_last_calibration_button
source: Delete Last
ru: Удалить Последнюю

# settings_sensor_delete_all_alert_title
source: Delete All
ru: Удаление Всех

# settings_sensor_delete_all_alert_message
source: Are you sure you want to delete all calibrations for this sensor? You will have to enter initial calibrations one more time
ru: Вы уверены, что хотите удалить все калибровки для текущего сенсора? Вы должны будете ввести начальные калибровки заново

# settings_sensor_delete_all_alert_confirm_button
source: Delete All
ru: Удалить Все

# settings_sensor_delete_all_alert_cancel_button
source: Cancel
ru: Отмена

# settings_sensor_delete_last_alert_title
source: Delete Last
ru: Удаление Последней Калибровки

# settings_sensor_delete_last_alert_message
source: Are you sure you want to delete the last calibration? This action cannot be undone
ru: Вы уверены, что хотите удалить последнюю калибровку? Это действие необратимо

# settings_sensor_delete_last_alert_confirm_button
source: Delete
ru: Удалить

# settings_sensor_delete_last_alert_cancel_button
source: Cancel
ru: Отмена

# settings_sensor_advanced_section_title
source: ADVANCED
ru: РАСШИРЕННЫЕ НАСТРОЙКИ

# settings_sensor_skip_warmup
source: Skip Warm-Ups
ru: Пропустить Разогрев

# settings_sensor_skip_warmup_alert_title
source: Warning
ru: Предупреждение

# settings_sensor_skip_warmup_alert_message
source: Skipping warm-ups can give inaccurate readings the first couple of hours and will probably require a few extra calibrations on the first day. This setting will be applied to all future sensors
ru: Пропуск разогрева может привести к неточным считываниям первые несколько часов и скорее всего потребует дополнительные калибровки в течении первого дня. Это свойство будет установлено для всех последующих сенсоров

# settings_sensor_skip_warmup_alert_confirm_button
source: Skip Warm-Ups
ru: Пропустить Разогрев

# settings_sensor_skip_warmup_alert_cancel_button
source: Cancel
ru: Отмена

# settings_sensor_no_calibrations_alert_title
source: Warning
ru: Предупреждение

# settings_sensor_no_calibrations_alert_message
source: You don't have any calibrations to delete
ru: У вас нет калибровок для удаления

# settings_sensor_no_calibrations_alert_button
source: OK
ru: Хорошо

# settings_sensor_no_transmitter_alert_title
source: Warning
ru: Предупреждение

# settings_sensor_no_transmitter_alert_message
source: You haven't set up a transmitter. You should do it before starting a sensor
ru: Вы не подключили датчик. Сделайте это до того, как запускать сенсор

# settings_sensor_no_transmitter_alert_button
source: OK
ru: Хорошо

# settings_start_sensor_screen_title
source: Start Sensor
ru: Запустить Сенсор

# settings_start_sensor_hint_label
source: You need to set the date and time the sensor was inserted. It's important that you set them as accurately as possible otherwise you might compromise the accuracy of the glucose readings
ru: Вы должны указать дату и время когда сенсор был вставлен. Очень важно, чтобы вы указали точное время и дату, иначе это может негативно повлиять на показания датчика

# settings_range_selection_scene_title
source: Range Selection
ru: Выбор диапазона

# settings_range_selection_not_higher_less
source: Not Higher/Less
ru: Не выше/ниже

# settings_range_selection_normal_section_header
source: INDICATORS ARE NORMAL
ru: НОРМАЛЬНЫЕ ИНДИКАТОРЫ

# settings_range_selection_high_low
source: High/Low
ru: Выше/Ниже

# setttings_range_selection_above_normal_section_header
source: ABOVE/BELOW NORMAL
ru: ВЫШЕ/НИЖЕ НОРМЫ

# settings_range_selection_urgent_high_low
source: Urgent High/Low
ru: Критически выше/ниже

# settings_range_selection_urgent_section_header
source: CRITICAL LEVELS
ru: КРИТИЧЕСКИЕ ПОКАЗАТЕЛИ

# settings_user_type_scene_title
source: User Types
ru: Типы пользователя

# settings_user_type_pen_user
source: Pen User
ru: Ручка

# settings_user_type_pump_user
source: Pump User
ru: Помпа

# settings_pen_user_basal_rates_section_header
source: BASAL RATES
ru: БАЗАЛЬНЫЕ ПОКАЗАТЕЛИ

# settings_pen_user_units
source: units/hr
ru: ед/ч

# settings_pen_user_u
source: U/hr
ru: Ед/ч

# settings_pen_user_total_daily
source: Total Daily
ru: Всего в день

# settings_pen_user_start_time_rate
source: Start Time/Rate
ru: Время/Показатель

# settings_pen_user_delete
source: Delete
ru: Удалить

# settings_pen_user_delete_alert_title
source: Warning
ru: Внимание

# settings_pen_user_delete_alert_message
source: Are you sure you want to delete this record?
ru: Вы уверенны, что хотите удалить эту запись?

# settings_pen_user_delete_alert_confirm_button
source: Yes
ru: Да

# settings_pen_user_delete_alert_cancel_button
source: No
ru: Нет

# settings_pump_user_info_label_text
source: If you have a pump connected to Nightscout, you can sync it with xDrip to display basal insulin.
ru: Система Nightscout позволяет подключить (или присоединить) устройство к приемнику Dexcom, который передает показания глюкозы в Интернет, где любое подключенное к сети устройство может просматривать цифры. Это так просто

# settings_pump_user_sync_button_title
source: Synchronise with NightScout
ru: Синхронизировать с NightScout

# bluetooth_error_title
source: Transmitter Service Error
ru: Ошибка Сервиса Датчиков

# bluetooth_error_unknown
source: Unknown bluetooth error happened
ru: Случилась неизвестная ошибка Bluetooth

# bluetooth_error_powered_off
source: Bluetooth is powered off. Please enable it in system settings and try again
ru: Bluetooth выключен

# bluetooth_error_unauthorized
source: No Bluetooth access permissions
ru: Доступ к Bluetooth запрещён

# bluetooth_error_unsupported
source: Bluetooth is not supported on this device
ru: Bluetooth не поддерживается этим устройством

# bluetooth_error_alert_settings_button_title
source: Settings
ru: Настройки

# dexcom_error_invalid_serial
source: Serial number is invalid
ru: Неправильный серийный номер

# dexcom_error_invalid_auth_request_response
source: Couldn't authorize with the transmitter
ru: Не удалось авторизироваться с датчиком

# dexcom_error_invalid_auth_challenge_response
source: Couldn't get through authentication challenge. Please verify your transmitter's serial number
ru: Не удалось пройти авторизацию. Пожалуйста, проверьте сериный номер датчика

# dexcom_error_not_authed
source: Couldn't authenticate with the transmitter
ru: Не удалось авторизироваться с датчиком

# dexcom_error_not_paired
source: Couldn't pair with the transmitter
ru: Не удалось создать пару с датчиком

# dexcom_error_invalid_pair_request_response
source: Invalid pairing response
ru: Получен неправильный ответ о создании пары

# dexcom_error_invalid_sensor_data_response
source: Received invalid sensor data
ru: Получен неправильный ответ о данных сенсора

# dexcom_error_invalid_transmitter_version_response
source: Received invalid transmitter version response
ru: Получен неправильный ответ о версии датчика

# dexcom_error_invalid_battery_status_response
source: Received invalid battery status response
ru: Получен неправильный ответ о статусе батареи

# dexcom_error_invalid_transmitter_time_response
source: Received invalid transmitter time response
ru: Получен неправильный ответ о времени датчика

# calibration_not_ready_error_title
source: Not ready for calibration
ru: Калибровка не доступна

# calibration_not_ready_error_general_message
source: Not all conditions for calibration are met
ru: Не достигнуты все условия для калибровки

# calibration_not_ready_error_no_initial_readings
source: Not enough readings for initial calibration
ru: Недостаточно показаний для первичной калибровки

# calibration_not_ready_error_warming_up
source: Cannot calibration while sensor is warming up
ru: Во время разогрева сенсора калибровка невозможна

# calibration_not_ready_error_sensor_stopped
source: Calibration can not be performed when sensor isn't running. Please, start sensor in the app Settings
ru: Калибровка не может быть выполнена, если сенсор не работает. Пожалуйста, запустите сенсор в настройках приложения

# calibration_initial_alert_title
source: Initial Calibration
ru: Начальная Калибровка

# calibration_initial_alert_message
source: Initial calibration is required to proceed with readings
ru: Для нормального функционирования сенсора требуется начальная калибровка

# calibration_initial_alert_proceed_button
source: Provide Now
ru: Продолжить

# calibration_initial_alert_cancel_button
source: Cancel
ru: Отмена

# calibration_regular_alert_title
source: Regular Calibration
ru: Очередная Калибровка

# calibration_regular_alert_message
source: Regular calibration is required to proceed with readings
ru: Для нормального функционирования сенсора требуется очередная калибровка

# calibration_regular_alert_proceed_button
source: Provide Now
ru: Продолжить

# calibration_regular_alert_cancel_button
source: Cancel
ru: Отмена

# custom_picker_hours
source: hours
ru: ч

# custom_picker_minutes
source: min
ru: мин

# custom_picker_h
source: h
ru: ч

# custom_picker_m
source: m
ru: мин

# notification_pairing_request_title
source: Pairing Request
ru: Запрос Соединения

# notification_pairing_request_body
source: Please unlock your phone and confirm pairing request from your transmitter during the next 30 seconds
ru: Пожалуйста, разблокируйте свой телефон и примите запрос на подключение от вашего датчика в течении 30ти секунд

# notification_initial_calibration_title
source: Initial Calibration
ru: Начальная калибровка

# notification_initial_calibration_body
source: Sensor is now ready to receive initial calibration
ru: Сенсор теперь готов получить начальную калибровку

# notification_fast_rise_title
source: Fast Rise Blood Glucose
ru: Быстрый рост уровня сахара

# notification_fast_rise_body
source: Your blood glucose level rising fast
ru: Уровень сахара в вашей крови быстро растет

# notification_urgent_high_title
source: Urgent High Blood Glucose
ru: Очень высокий уровень сахара

# notification_urgent_high_body
source: Your blood glucose level is urgent high
ru: Уровень сахара в вашей крови очень высокий

# notification_high_title
source: High Blood Glucose
ru: Высокий уровень сахара

# notification_high_body
source: Your blood glucose level is high
ru: Уровень сахара в вашей крови высокий

# notification_fast_drop_title
source: Fast Drop Blood Glucose
ru: Быстрый спад уровня сахара

# notification_fast_drop_body
source: Your blood glucose level dropping fast
ru: Уровень сахара в вашей крови быстро падает

# notification_low_title
source: Low Blood Glucose
ru: Низкий уровень сахара

# notification_low_body
source: Your blood glucose level is low
ru: Уровень сахара в вашей крови низкий

# notification_urgent_low_title
source: Urgent Low Blood Glucose
ru: Очень низкий уровень сахара

# notification_urgent_low_body
source: Your blood glucose level is urgent low
ru: Уровень сахара в вашей крови очень низкий

# notification_missed_readings_title
source: Missed Blood Glucose Readings
ru: Пропущенные считывания

# notification_missed_readings_body
source: Seems like you have one or more missed BG readings
ru: Похоже, что у вас есть одно или более пропущеных считываний

# notification_phone_muted_title
source: Phone Muted
ru: Включен беззвучный режим

# notification_phone_muted_body
source: Your device in Ring/Silent mode
ru: Ваше устройство находится в беззвучном режиме

# initial_welcome_screen_title
source: Greetings
ru: Приветствуем!

# initial_welcome_large_welcome_message
source: Welcome to xDrip for iOS!
ru: Добро пожаловать в xDrip для iOS!

# initial_welcome_small_welcome_message
source: Seems like this is your first time in xDrip. Do you want us to guide you through the initial setup process?
ru: Похоже, что это ваш первый раз в этом приложении. Хотите, чтобы мы провели вас через процесс первоначальной настройки?

# initial_welcome_start_button
source: Begin Initial Setup
ru: Начать Настройку

# initial_welcome_skip_button
source: Skip
ru: Пропустить

# initial_warmup_minutes_left
source: %.0f minutes
ru: %.0f минут

# initial_warmup_hour_minutes_left
source: 1 hour %.0f minutes
ru: 1 час %.0f минут

# initial_warmup_screen_title
source: Setup is done
ru: Настройка завершена

# initial_warmup_time_left_text
source: You have started your sensor less than 2 hours ago. You have to wait %@ more to start receiving readings. If you don't want to wait, you can turn off the warm-up in settings.
ru: Вы включили свой сенсор меньше чем 2 часа назад. Вам нужно подождать ещё %@ чтобы начать получать показания. Если вы не хотите ждать, вы можете выключить режим прогрева в настройках.

# initial_device_mode_screen_title
source: Device Mode
ru: Режим Устройства

# initial_device_mode_master
source: Master
ru: Мастер

# initial_device_mode_follower
source: Follower
ru: Подписчик

# initial_device_mode_section_footer
source: Select 'Master' if you want to receive readings from your own CGM device. Select 'Follower' if you want to connect to a Nightscout server to receive remote data.
ru: Выберите 'Мастер' если хотите получать данные с вашего датчика глюкозы. Выберите 'Подписчик' если хотите подключиться к серверу Nightscout для получения данных.

# initial_injection_type_screen_title
source: Injection Type
ru: Тип Инъекций

# initial_injection_type_pen
source: Pen
ru: Ручка

# initial_injection_type_section_footer
source: Select your injection type. Only pen for now, pump option will be implemented soon.
ru: Выберите ваш тип инъекций. Пока доступен только вариант 'Ручка', но вскоре будет добавлена и помпа.

# initial_settings_screen_title
source: Settings
ru: Настройки

# initial_settings_units_section_header
source: UNITS
ru: ЕДИНИЦЫ ИЗМЕРЕНИЯ

# initial_settings_units_section_footer
source: Select a unit to be used accross the app.
ru: Выберите единицу измерения, которая будет использоваться во всём приложении.

# initial_settings_alerts_enabled
source: Enabled
ru: Включены

# initial_settings_alerts_disabled
source: Disabled
ru: Выключены

# initial_settings_alerts_section_header
source: ALERTS
ru: Оповещения

# initial_settings_alerts_section_footer
source: Alerts will notify you about missed glucose readings, fast drops and rises, urgent high or low glucose levels etc. You can customize alerts later in settings.
ru: Оповещения будут сообщать вам о пропущенных показаниях датчика, резких изменений уровня глюкозы и многое другое. Вы сможете персонализировать настройки оповещений позже в настройках приложения.

# initial_settings_cloud_none
source: None
ru: Выключено

# initial_settings_cloud_section_header
source: Cloud Upload
ru: Загрузка в Облако

# initial_settings_cloud_section_footer
source: By selecting Nightscout you will be prompted to enter connection details on the next screen.
ru: При выборе Nightscout, мы попросим вас ввести данные сервера на следующем экране.

# initial_transmitter_type_screen_title
source: Transmitter Type
ru: Тип Датчика

# initial_transmitter_type_section_footer
source: Select your CGM device type. Only G6 for now, other devices will be added soon.
ru: Выберите тип вашего датчика мониторинга глюкозы. Пока доступен только G6, другие устройства будут добавлены позже.

# initial_finish_text
source: You're now set up to use xDrip. Press the button below to continue to the home page and start using the app.
ru: xDrip готов к использованию. Нажми на кнопку снизу, чтобы перейти на главную страницу и начать пользоваться приложением.

# initial_finish_button
source: Finish Setup
ru: Закончить Настройку

# initial_finish_screen_title
source: Setup Done
ru: Настройка Завершена

# initial_sensor_age_screen_title
source: Sensor
ru: Сенсор

# initial_sensor_age_hint_label
source: Select a precise time and date when the sensor was inserted. This greatly affects the precision of readings
ru: Выберите точное время и дату когда сенсор был установлен. Это сильно влияет на точность показаний.

# initial_connect_screen_title
source: Transmitter
ru: Датчик

# initial_connect_continue_button
source: Continue
ru: Продолжить

# initial_connect_device_name
source: Device name
ru: Имя устройства

# initial_connect_firmware
source: Firmware version
ru: Версия прошивки

# initial_connect_battery_a
source: Battery level A
ru: Уровень батареи А

# initial_connect_battery_b
source: Battery level B
ru: Уровень батареи Б

# initial_connect_transmitter_age
source: Transmitter age
ru: Возраст датчика

# initial_connect_in_progress_section_header
source: CONNECTING...
ru: ПОДКЛЮЧЕНИЕ...

# initial_connect_in_progress_section_footer
source: Please allow up to 30 minutes to connect to the transmitter. You may put the app into background for now.
ru: Подключение может занять до 30 минут. Вы можете пока свернуть приложение.
